---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamTop
source: html/6afcefba-524a-25ee-671f-82f44b93b1c7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamTop Property

"Top"

## Syntax (C#)
```csharp
public static ForgeTypeId SpanDirSymParamTop { get; }
```